Repository: DamianVCechov/LustitelskaDB
Catalog: lustitelskadb/i18n/*/LC_MESSAGES/lustitelskadb.po
Languages: cs

source: After entering the words, they will appear on the website immediately and anyone can immediately view them. I recommend that you all keep an eye on the words in this way.
cs: Po zadání slov se na webu objeví okamžitě a je tak možné si je ihned kýmkoliv prohlédnout. Doporučuji Vám všem si takto slovíčka hlídat.

source: If you have any problems, don't hesitate to contact any of us. We are nice and helpful.
cs: Pokud byste měli jakýkoliv problém, neváhejte se na kohokoliv z nás obrátit. Jsme milí a vstřícní.

source: Your friend and posterrer
cs: Váš kamarád a nástěnkář

source: Close
cs: Zavřít

source: Registration Completed
cs: Registrace je kompletní

source: Registration completed
cs: Registrace je kompletní

source: Congratulations, your registration has been completed.
cs: Gratulujeme, vaše registrace je kompletní.

source: An email
cs: Email

source: has been sent to
cs: byla zaslán na

source: to activate the account, please proceed by clicking on the provided link to be able to login.
cs: pro aktivaci účtu, prosím potvrďte kliknutím na uvedený odkaz, abyste se mohli přihlásit.

source: Register New User
cs: Registrovat nového uživatele

source: New User Registration
cs: Registrace nového uživatele

source: Change Password
cs: Změna hesla

source: Request Password Reset
cs: Požadavek na reset hesla

source: Administration
cs: Administrace

source: This is a fully-configurable administrative tool to help you administer your website.
cs: Toto je plně konfigurovatelný administrativní nástroj pomáhající v administraci tvého webu.

source: Below is links to all of your models. They will bring you to a listing of the objects in your database.
cs: Následují odkazy na vše ve tvých modelech. Zobrazí vám seznam objektů ve tvé databázi.

source: s
cs: y

source: - Edit
cs: - Upravit

source: Edit
cs: Upravit

source: Listing
cs: Výpis

source: New
cs: Nový

source: Search
cs: Hledat

source: - New
cs: - Nový
