Repository: DamianVCechov/LustitelskaDB
Catalog: lustitelskadb/i18n/*/LC_MESSAGES/lustitelskadb.po
Languages: cs

source: Only for users with appropriate permissions
cs: Pouze pro uživatele s odpovídajícími oprávněními

source: Do you really want restart application? This will be done immediately!
cs: Chcete opravdu restartovat aplikaci? Toto bude provedeno okamžitě!

source: Form filled with errors!
cs: Formulář vyplněn s chybami!

source: Missing CSV file for import
cs: Schází CSV soubor k importu

source: The import was successful. {all_count} records processed, {imported_count} records imported, {duplicity_skipped} duplicate records skipped, and {added_nicknames} ; added.
cs: Import proběhl úspěšně. {all_count} záznamů zpracováno, {imported_count} záznamů importováno, {duplicity_skipped} duplicitních záznamů přeskočeno a {added_nicknames} uživatelů přidáno.

source: The import attempt ended with an error: "{}"
cs: Pokus o import skončil chybou: "{}"

source: Score Sheet successfully reassembled for {} games
cs: Výsledovka úspěšně znovusestavena pro {} her

source: Application successfully restarted
cs: Aplikace úspěšně restartována

source: We're sorry but we weren't able to process this request.
cs: Omlouváme se, ale tento požadavek nemůžeme splnit.

source: Actions
cs: Akce

source: Add Libri Ciphers item
cs: Přidat položku do Libri Šifry

source: Refresh Libri Ciphers
cs: Obnovit Libri Šifry

source: Edit
cs: Upravit

source: Delete
cs: Smazat

source: Really delete?
cs: Opravdu smazat?

source: Part
cs: Díl

source: Question
cs: Otázka

source: Answer
cs: Odpověď

source: Requested Libri Cipher not found
cs: Požadovaná Libri Šifry nenalezena

source: Skin styles
cs: Styly vzhledu

source: Libri Cipher item successfully modified
cs: Libri Šifry položka úspěšně upravena

source: Libri Cipher item successfully created
cs: Libri Šifry položka úspěšně vytvořena

source: Missing unique ID of Libri Cipher
cs: Chybí unikátní ID Libri Šifry

source: Libri Cipher item successfully deleted
cs: Libri Šifry položka úspěšně smazána

source: Missing unique ID of user game result
cs: Chybí unikátní ID herního výsledku uživatele

source: Requested user game result not found
cs: Požadovaný herní výsledek uživatele nenalezen

source: Unknown source for authorization, canceled
cs: Neznámý zdroj k autorizaci, přerušeno

source: There may have been an issue with the consumer_key or consumer_secret in application
cs: Je možné, že došlo k problému s consumer_key nebo consumer_secret v aplikaci

source: Unknown type of OAuth in config
cs: Neznámý typ OAuth v konfiguraci

source: I cannot find the keys needed to continue in authorization process in the session. Maybe you are using a light version of the browser that cannot maintain a session or you have disabled the saving of cookies. Try to switch to a full-fledged browser or turn on the saving of cookies.
cs: V relaci nemohu najít klíče potřebné k pokračování v autorizačním procesu. Možná používáte odlehčenou verzi prohlížeče, který neumí relaci udržet nebo máte vypnuté ukládání cookies. Zkuste přejít na plnohodnotný prohlížeč nebo zapnout ukládání cookies.

source: I cannot find the data needed to validate the authorization challenge in the session. Maybe you are using a light version of the browser that cannot maintain a session or you have disabled the saving of cookies. Try to switch to a full-fledged browser or turn on the saving of cookies.
cs: V relaci nemohu najít data potřebná pro ověření autorizační výzvy. Možná používáte odlehčenou verzi prohlížeče, který neumí relaci udržet nebo máte vypnuté ukládání cookies. Zkuste přejít na plnohodnotný prohlížeč nebo zapnout ukládání cookies.

source: Can't fetch access token
cs: Nemohu získat přístupový žeton

source: Can't get user info from Twitter
cs: Nelze získat informace o uživateli z Twitteru

source: Successfully authorized
cs: Úspěšně autorizováno

source: Succesfully authorized, but missing landing URL
cs: Úspěšně autorizováno, ale chybí cílové URL

source: Successfully detached from X/Twitter, the access token has been discarded
cs: Úspěšně odpojeno z X/Twitteru, přístupový žeton byl zahozen

source: This result can't be saved, because isn't for actually ongoing game!
cs: Tento výsledek nelze uložit, protože není pro aktuálně probíhající hru!

source: This game result is already in database
cs: Tento herní výsledek už v databázi je

source: Something went wrong! Can't save game result to database, so it isn't sent to legacy website too!
cs: Něco se pokazilo! Nemohu uložit výsledek do databáze, takže nebude zaslán ani na původní web!

source: Your result has been successfully saved to database
cs: Váš výsledek byl úspěšně uložen do databáze

source: Words for next Wednesday challenge is already in database! Try it again in next week!
cs: Slova pro příští středeční výzvu již jsou v databázi! Zkus to znovu příští týden!

source: You can't sent words for Wednesday challenge
cs: Ty nemůžeš poslat slova pro středeční výzvu

source: Words has been successfully saved to database for next Wednesday challenge! Thanx!
cs: Slova byla úspěšně uložena do databáze pro následující středeční výzvu! Díky!

source: Invalid game result, can't share it on X/Twitter
cs: Chybný herní výsledek, nemohu jej sdílet na X/Twitteru

source: Requested game result to share on X/Twitter not found
cs: Požadovaný herní výsledek, ke sdílení na X/Twitteru nenalezen

source: Invalid game result, can't share it on Bluesky
cs: Chybný herní výsledek, nemohu jej sdílet na Bluesky

source: Requested game result to share on Bluesky not found
cs: Požadovaný herní výsledek, ke sdílení na Bluesky nenalezen

source: Invalid game result, can't share it on Threads
cs: Chybný herní výsledek, nemohu jej sdílet na Threads

source: Requested game result to share on Threads not found
cs: Požadovaný herní výsledek, ke sdílení na Threads nenalezen

source: User not found
cs: Uživatel nenalezen

source: Invalid Password
cs: Neplatné heslo

source: Wrong credentials
cs: Nesprávné přihlašovací údaje

source: Welcome back, %s!
cs: Vítejte zpět, uživateli %s!

source: We hope to see you soon!
cs: Těšíme se příště!

source: Post successfully sent to X/Twitter.
cs: Příspěvek úspěšně odeslán na X/Twitter.

source: Something went wrong, during sending post to X/Twitter. Error Code: {}
cs: Během posílání příspěvku na X/Twitter se něco se pokazilo. Kód chyby: {}

source: Game result
cs: Výsledek hry

source: Please Enter your game result (required)
cs: Vložte prosím váš výsledek hry

source: Wednesday challenge
cs: Středeční výzva

source: Please check it if you play wednesday challenge
cs: Tohle zaškrtněte, pokud hrajete středeční výzvu

source: Comments
cs: Komentáře

source: Please Enter any comments (optional)
cs: Vložte prosím libovolné sdělení (volitelné)

source: Save
cs: Uložit

source: First word
cs: První slovo

source: Please Enter Wednesday challenge first word (required)
cs: Vložte prosím první slovo středeční výzvy (povinné)

source: First
cs: První

source: Second word
cs: Druhé slovo

source: Please Enter Wednesday challenge second word (required)
cs: Vložte prosím druhé slovo středeční výzvy (povinné)

source: Second
cs: Druhé

source: Third word
cs: Třetí slovo

source: Please Enter Wednesday challenge third word (required)
cs: Vložte prosím třetí slovo středeční výzvy (povinné)

source: Third
cs: Třetí

source: Please Enter part number (required)
cs: Vložte prosím číslo dílu (povinné)

source: Please Enter Question (required)
cs: Vložte prosím otázku (povinné)

source: Description
cs: Popis

source: Please Enter description (required)
cs: Vložte prosím popis položky (povinné)

source: Please Enter Answer (required)
cs: Vložte prosím otázku (povinné)

source: Post text
cs: Text příspěvku

source: Please Enter X/Twitter post text
cs: Vložtě prosím test X/Twitter příspěvku

source: Media list
cs: Seznam médií

source: Submit
cs: Odeslat

source: CSV file with legacy data
cs: CSV soubor s původními daty

source: Please browse CSV file with legacy data to import it into database
cs: Prosím nalistujte CSV soubor s původními daty k jejich importu do databáze

source: User Name
cs: Uživatelské jméno

source: Allowed characters are a-z and A-Z (basic latin), 0-9, dot, underscore, minus and plus. First character can't be dot or plus
cs: Povolené znaky jsou a-z a A-Z (bez diakritiky), 0-9, tečka, podtržítko, mínus a plus. První znak nemůže být tečka nebo plus

source: Your email for sending confirmation link and for the possibility of resetting a forgotten password
cs: Váš email pro zaslání potvrzovacího odkazu a pro možnost resetu v případě zapomenutí hesla

source: Password
cs: Heslo

source: Choose a strong enough password for your security or let browser do suggested password
cs: Zvolte dostatečně silné heslo pro vaši bezpečnost nebo ho nechte navrhnout prohlížečem

source: Confirm Password
cs: Potvrzení hesla

source: Enter same password again, to ensure that it is entered correctly without typos
cs: Vložte znovu stejné heslo pro ujištění, že je zadáno správně bez překlepů

source: Register
cs: Registrace

source: New password
cs: Nové heslo

source: Confirm new password
cs: Potvrďte nové heslo

source: Save new password
cs: Uložte nové heslo

source: Email address
cs: Emailová adresa

source: Send Request
cs: Zaslat požadavek

source: Email Address
cs: Emailová adresa

source: Display Name
cs: Zobrazované jméno

source: edit
cs: upravit

source: | About page
cs: | Stránka o aplikaci

source: About
cs: O aplikaci

source: Dear friends,
cs: Vážení přátelé,

source: let me welcome you to our new puzzlers site, where we announce results and keep statistics. So far, the site is only for community purposes of players playing the game
cs: dovolte abych Vás přivítal na našich nových stránkách luštitelů, kde vyhlašujeme výsledky a udržujeme statistiky. Stránka slouží zatím jen a pouze pro komunitní účely hráčů hrajících hru

source: and sharing their results on
cs: a sdílejí své výsledky na

source: . We are community of approx. 2 dozen players who enjoy the game and comparing their results with each other. They have a few extra rules and joys, compared to the original
cs: . Jsme komunitou cca. 2 desítek hráčů, kteří se hrou baví a porovnávají si mezi sebou své výsledky. A mají oproti původnímu plánu

source: plan.
cs: pár pravidel a radostí navíc.

source: When you click to
cs: Klepnete-li na odkaz

source: "New result"
cs: "Nový výsledek"

source: at the top of the menu, you will be asked to authorize via
cs: nahoře v menu, budete požádáni o autorizaci stran

source: .You will then be able to enter your result from the game into the web form. In the original
cs: u. Pak budete mít možnost zadat svůj výsledek ze hry do formuláře. V původní hře

source: game, after playing, just press the SHARE button and insert it into the form either with Ctrl-V, or if you are using a phone, hold it for a long time in the field and press PASTE.
cs: po odehrání stačí stisknout tlačítko SDÍLET a do formuláře vložít buď pomocí Ctrl-V, nebo použiváte-li telefon dlouze přídržet v políčku a stisknout VLOŽIT.

source: Furthermore, nothing prevents you from sharing your result with us in our
cs: Dále Vám již nic nebrání se o svůj výsledek podělit s námi v našich

source: Twitter's
cs: Twitterovských

source: threads
cs: vláknech

source: , which we announce every day after 6 p.m. We would like to see you.
cs: , která vyhlašujeme každý den po 18 hodině. Rádi Vás uvidíme.

source: If we have the slightest suspicion that you are cheating, we will kick you out. No debate. But otherwise, we are a bunch of nice people. Trust me. 😀
cs: Budeme-li mít sebemenší podezření, že podvádíte, vypoklonkujeme Vás. Bez debaty. Ale jinak jsme parta milých lidí. Věrte mi. 😀

source: We built the original website
cs: Původní web

source: with
cs: jsme s

source: on a green field, when I calculated everything in the
cs: stavěli na zelené louce, kdy jsem vše počítal v

source: GoogleSheets spreadsheet
cs: tabulkovém procesoru GoogleSheets

source: and loaded the results from it using simple scripts. Now we have progressed and thanks to the generous cooperation of
cs: a načítal výsledky z něj pomocí jednoduchých skriptů. Nyní jsme pokročili a máme za vydatné spolupráce

source: and
cs: a

source: (they built it themselves) we have this amazing site with its own database and simple
cs: (postavili to sami) tuto úžasnou stránku s vlastní databází a jednoduchou obsluhou

source: handling. For which I thank them very much.
cs: . Za což jim velmi děkuji.

source: Well, if you don't know how to deal with something, feel free to contact me either on my
cs: No, kdyby jste si s něčím nevěděli rady, neváhejte se na mne obrátit buď na mém

source: profile
cs: profilu

source: or our joint profile
cs: nebo našem společném

source: or you can contact me via email
cs: a nebo mě můžete kontaktovat e-mailem

source: Your friend
cs: Váš kamarád

source: and table bulletin board administrator
cs: a tabulkový nástěnkář

source: Damian V. Checkhov
cs: Damian V. Čechov

source: | User game result detail
cs: | Detail herního výsledku uživatele

source: User game result detail
cs: Detail herního výsledku uživatele

source: Share result to X/Twitter
cs: Sdílet výsledek na X/Twitteru

source: Share result to public thread on X/Twitter
cs: Sdílet výsledek do veřejného vlákna na X/Twitteru

source: Share result to Bluesky
cs: Sdílet výsledek na Bluesky

source: Share result to public thread on Bluesky
cs: Sdílet výsledek do veřejného vlákna na Bluesky

source: Share result to Fediverse
cs: Sdílet výsledek ve Fediverse

source: Share result to public thread on Fediverse
cs: Sdílet výsledek do veřejného vlákna ve Fediverse

source: Share result to Threads
cs: Sdílet výsledek na Threads

source: Share result to public thread on Threads
cs: Sdílet výsledek do veřejného vlákna na Threads

source: Share result to Facebook
cs: Sdílet výsledek na Facebooku

source: Share result to group on Facebook
cs: Sdílet výsledek do skupiny na Facebooku

source: Share result via Email
cs: Sdílet výsledek přes Email

source: Invite new user to this web via Email
cs: Pozvat nového uživatele na tento web přes Email

source: Joined
cs: Připojen

source: Following
cs: Sleduji

source: Followers
cs: Sledující

source: User statistics till this game
cs: Statistika uživatele po tuto hru

source: played
cs: zahráno

source: games
cs: her

source: solved
cs: vyřešeno

source: sum of points
cs: součet bodů

source: game points
cs: herních bodů

source: lanterns
cs: lucerny

source: pcs
cs: ks

source: success rate
cs: úspěšnost

source: ⌀ for all games
cs: ⌀ za všechny hry

source: rows
cs: řádků

source: ⌀ for solved games
cs: ⌀ za vyřešené hry

source: ⌀ time for solved games
cs: ⌀ čas za vyřešené hry

source: ⌀ result time for solved games
cs: ⌀ výsledný čas za vyřešené hry

source: ⌀ game rank
cs: ⌀ herní umístění

source: place
cs: místo

source: ⌀ game points
cs: ⌀ herních bodů

source: points
cs: bodů

source: Rank statistic
cs: Statistika umístění

source: This game result isn't public yet!
cs: Tento herní výsledek ještě není veřejný!

source: A
cs: Nějaká

source: error has Occurred
cs: chyba se vyskytla

source: Error
cs: Chyba

source: | Welcome
cs: | Vítejte

source: Don't forget the Wednesday challenge!
cs: Pomni, že je středeční výzva!

source: I accept the challenge!
cs: Výzvu přijímám!

source: Play the current game
cs: Hrát právě probíhající hru

source: Hall of fame
cs: Síň slávy

source: Game in progress
cs: Probíhající hra

source: Rank
cs: Umístění

source: Clan
cs: Klan

source: Player
cs: Hráč

source: Game time
cs: Čas hry

source: Game rows
cs: Řádků hry

source: Game result time
cs: Výsledný čas hry

source: Not played the challenge
cs: Nehráli středeční výzvu

source: Losers
cs: Poražení

source: Disqualified
cs: Diskvalifikovaní

source: point(s)
cs: bod(y/ů)

source: Played players
cs: Hrálo hráčů

source: Previous
cs: Předchozí

source: Next
cs: Následující

source: Libri Ciphers
cs: Libri Šifry

source: This Quiz question doesn't exist, you can display
cs: Taková kvízová otázka neexistuje, můžete si zobrazit

source: last one
cs: nejnovější

source: Part:
cs: Díl:

source: Permanent link
cs: Trvalý odkaz

source: Show answer
cs: Zobrazit odpověď

source: Login
cs: Přihlášení

source: Username:
cs: Uživatel:

source: username
cs: uživatel

source: Password:
cs: Heslo:

source: password
cs: heslo

source: remember me
cs: trvalé přihlášení

source: Forgot password?
cs: Zapomenuto heslo?

source: No user account yet? You can
cs: Nemáte ještě uživatelský účet? Můžete se

source: register
cs: registrovat

source: to get one!
cs: k jeho získání!

source: New result
cs: Nový výsledek

source: Rankings
cs: Žebříčky

source: By game points
cs: Dle herních bodů

source: By game rows
cs: Dle řádků hry

source: Other
cs: Ostatní

source: Czech Wordle Game
cs: Hra HádejSlova

source: Our X/Twitter
cs: Náš X/Twitter

source: Original website
cs: Původní web

source: Misc
cs: Různé

source: User profile
cs: Profil uživatele

source: Change password
cs: Změna hesla

source: Social networks
cs: Sociální sítě

source: Logout
cs: Odhlášení

source: Your generic title goes here
cs: Tady se objeví váš konkrétní titulek

source: | New result
cs: | Nový výsledek

source: | Ranking by points
cs: | Žebříček dle bodů

source: Game Ranking by points
cs: Herní žebříček dle bodů

source: Full
cs: Celý

source: Year
cs: Rok

source: Month
cs: Měsíc

source: Week
cs: Týden

source: 3 days
cs: 3 dny

source: Ranking for {} players in {} games
cs: Žebříček pro {} hráče(ů) v(e) {} hře/hrách

source: Points earned
cs: Načerpané body

source: Attendance
cs: Účast

source: Average points earned
cs: Průměrně načerpaných bodů

source: Played {} games
cs: Odehrané hry: {}

source: | Ranking by rows
cs: | Žebříček dle řádků

source: Game Ranking by rows
cs: Herní žebříček dle řádků

source: Rows summary
cs: Součet řádků

source: Average rows played
cs: Průměrně zahráno řádků

source: | Social network services
cs: | Sociální sítě

source: Social Network Services
cs: Sociální sítě

source: | Wednesday challenge
cs: | Středeční výzva

source: Wednesday challenge words
cs: Slova středeční výzvy

source: for game #
cs: pro hru č.

source: The following words were selected for Wednesday's Challenge, which will be played from
cs: Na středeční výzvu, která se bude hrát od

source: 6:00 PM to next day 6:00 PM:
cs: 18:00 h do příštího dne 18:00 h, byla vybrána následující slova:

source: Those of you who will participate in the challenge, please check the appropriate box on the form. Thank you
cs: Ti z Vás, kteří se výzvy zúčastní, nechť ve formuláři zatrhnou patřičné zatržítko. Děkuji

source: Any complaints about the quality of the challenge words should be directed directly to their author, who this time is
cs: Případné stížnosti na kvalitu slov výzvy směřujte přímo na jejich autora, kterým tentokrát je

source: Unfortunately (for now) there are no words known for the next or current Wednesday Challenge, please try again later!
cs: Bohužel (prozatím) nejsou známa slova pro následující nebo aktuální Středeční výzvu, zkuste to prosím později!

source: You are lucky!
cs: Máš štěstí!

source: You have chance to choose words for next Wednesday challenge!
cs: Máš šanci vybrat slova pro následující středeční výzvu!

source: | X/Twitter Denied
cs: | X/Twitter odepřeno

source: X/Twitter authorization denied
cs: X/Twitter odepřena autorizace

source: User denied authorization via X/Twitter. You can't use functions that depends on it.
cs: Uživatel odepřel autorizace přes X/Twitter. Nemůžete používat funkce, které na ni závisí.

source: | X/Twitter Error
cs: | X/Twitter chyba

source: X/Twitter authorization error
cs: X/Twitter chyba autorizace

source: Something went wrong during authorization via X/Twitter. You can try it again later or you can browse other parts of this website.
cs: Něco se pokazilo během autorizace přes X/Twitter. Můžete to zkusit znovu později nebo můžete procházet jiné části tohoto webu.

source: | Import Legacy Data
cs: | Import původních dat

source: Import Legacy Data
cs: Import původních dat

source: | Administration panel
cs: | Administrační panel

source: Administration
cs: Administrace

source: Legacy Data Import
cs: Importuj původní data

source: Counting...
cs: Počítám...

source: Reassemble Score Sheet
cs: Znovusestavit výsledovku

source: Registration Admin
cs: Administrace registrací

source: | Administration panel | Restart APP progress
cs: | Administrační panel | Průběh restartu APP

source: Restarting...
cs: Restartuji...

source: | Manage Libri Cipher
cs: | Správa Libri Šifry

source: Libri Cipher detail
cs: Libri Šifry detail

source: Answer:
cs: Odpověď:

source: Edit Libri Cipher
cs: Upravit Libri Šifry

source: Manage Libri Ciphers
cs: Správa Libri Šifry

source: No records found, you can
cs: Nebyly nalezeny žádné záznamy, můžete

source: add some.
cs: nějaké přidat.

source: | X/Twitter Administration
cs: | X/Twitter administrace

source: | Last completed game for screenshot
cs: | Poslední kompletní hra pro snímek obrazovky

source: No data :-(
cs: Žádná data :-(

source: Help | Wednesday Challenge
cs: Nápověda | Středeční výzva

source: Dear fellow puzzlers,
cs: Vážení spoluhráči luštitelé,

source: you certainly know that our Wednesday challenge is our special bonus over and above the basic rules of the game itself. The player who wins the Monday game, immediately after the winners are announced on Tuesday at 6 pm, is authorized to determine three words, which are the basis of our Wednesday challenge and which all willing players enter into the game and are awarded points for it.
cs: jistě víte, že naše středeční výzva je naším speciálním bonusem nad základní pravidla hry samotné. Hráč, který zvítězí v pondělní hře, hned po vyhlášení vítězů v úterý v 18 h je zmocněn určit tři slova, kterážto jsou základem naší středeční výzvy a která všichni ochotní hráči naší hráči zadávají do hry a jsou za to bodově ohodnocováni.

source: Because we strive for your comfort as well as ours, we have created the comfort of entering words directly into the system for you.
cs: Protože se snažíme o Vaše pohodlí jakožto i o naše, vytvořili jsme pro Vás komfort zadávání slov přímo do systému.

source: We take into account that you may not have the desire, courage or just the time to devote yourself to this, so we have expanded the possibility of registration to each Monday player, according to the time that has passed since the winners were announced on Tuesday at 6 pm.
cs: Bereme v potaz, že nemusíte mít chuť, odvahu či jen prostě čas se nám v tomto věnovat, proto jsme rozšířili možnost zápisu každému pondělnímu hráči, a to podle času, který uběhl od vyhlášení vítězů v úterý v 18:00.

source: At 6 pm, the possibility of registration opens on the page
cs: V 18:00 se otevírá možnost zápisu na stránce

source: for the golden winner. Every 5 hours later, this option will open to everyone else. So after 23:00, you will be able to enter the words gold and silver. From 4:00, bronze will also be added, and so on. If the words have not been entered by Wednesday at 17:00, the form will already be open to all players who completed Monday's game. At 17:59, even for players with a lamp, but I'm telling you straight up, if I'm looking for words on Wednesday at 18:00, don't wish me, f*ck it!
cs: zlatému vítězi. O každých 5 hodin později se tato možnost otevře každému dalšímu. Tedy po 23:00 bude mít možnost zadat slova zlatý i stříbrný. Od 4:00 přibude i bronzový, a tak dále. Pokud by slova nebyla zadána ani ve středu v 17:00, formulář již bude otevřen pro všechny hráče, kteří dokončili pondělní hru. V 17:59 už i pro hráče s lampičkou, ale říkám Vám na rovinu, jestli budu ve středu v 18:00 shánět slova, tak si mne, kur****x, nepřejte!
